{
    "locale": {
        "sr": "Српски 🇷🇸",
        "en": "Енглески 🇬🇧"
    },
    "about": {
        "name": "Стефан Павловић",
        "text": "Ја сам из Београда, живим у блоковима на Новом Београду. Имам различита интересовања и активности које ме чине испуњеним. Одувек сам воело да играм баскет у крају, и кад год имам времена волим да играм. Такође волим да пливам и када имам времена испливам тренинг на базену, али болим да одмарам и пливам на мору и језерима што ме опушта. У слободно време често волим отићи на село, где уживам радећи на селу у природи. Поред физичких активности такође имам велико интересовање за хардвер и софтвер на рачунарима. Уживам у поправци и решавању проблема на софтверу, увек желим да унапредим моје знање у овој области. Одувек сам био радознао и волим да истражујем различите области живота, јер верујем да знање из различитих области живота обогаћује нас и шири наше хоризонте."
        
    },
    "education": {
        "title": "Образовање",
        "course_name": "Курс на 'Java Development'",
        "course_level": "(Основно познавање програмског језика 'Java')",
        "my_project": {
            "api_name": "API за НБС(Народну Банку Србије)",
            "api_text": "Када сам завршио курс 'Java', направио сам овај API за курсну листу НБС претварање валуте 'ЕУР' у 'РСД' и приказ у Гугл табелама, то је био мој први пројекат у програмирању, после тога почео сам да учим 'Web Development'.",
            "api_project_1": "Први део апликације за израчунавање средњег курса по датумима",            
            "api_project_2": "Други део апликације за израчунавање средњег курса на данашњи дан"
        },
        "internship":{
            "title":"Веб Дивелопмент",
            "about":"Пракса у 'Enon Solutions' која је трајала 4 месеца",
            "text":"Ја учим 'Веб Дивелопмент' претежно самостално. На овој пракси сам научио доста о 'Веб Дивелопменту' углавном смо радили на 'VUE' оквиру за рад са корисничним интерфејсом учећи од ментора и колега са којима сам био на пракси. На пракси смо користили Javascript, HTML5, CSS3,SASS, VUE 3, MySQL, Mars Engine. Такође користили смо Git,GitLab и Discord. Такође и одличан тимски рад са колегама.",
            "project_1":"Пројекат који смо радили на пракси назвали смо 'Taskify' - то је апликација за организацију тимова.",
            "certificate":"Сертификат за праксу"
        },
        "economy":{
            "faculty_name":"Економски Факултет Универитета У Београду",
            "major":"смер: Маркетинг",
            "diploma":"Диплома Економског Факултета"

        }
    },
    "references":{
        "title":"Препоруке",
        "name":{
            "ablux":"Марко Пурић",
            "probit":"Ристо Ћук",
            "galenika":"Сања Ђерић"

        },
        "company":{
            "ablux":"AB LUX D.O.O.",
            "probit":"PRO-BIT D.O.O.",
            "galenika":"Galenika A.D."
        },
        "recommendation":{
            "galenika":"Препорука - Сања Ђерић"
        }
    },
    "skills":{
        "title":"Вештине",
        "ordered":{
            "sap":"SAP S4HANA - набавка",
            "word":"Microsoft Word",
            "excel":"Microsoft Excel",
            "power_point":"Microsoft Power Point",
            "figma":"Figma",
            "vsc":"Visual Studio Code",
            "license":"Возачка дозвола - B,B1,M"
        }
    },
    "work-experience": {
        "title":"Радно Искуство",
        "ablux":{
        "company":"AB LUX D.O.O.",
        "text":"Радио сам као административни радник и на одржавању рачунара током рада у овој фирми."
        },
        "probit":{
        "company":"PRO-BIT D.O.O.",
        "text":"Примарно сам радио на подршци корисницима, такође радио сам на преправци њиховог приказа докумената у њиховом програму и унапређењу самих функционалности њиховог програма. Такође сам има интезивну комуникацију са програмерима у фирми о функционалностима програма и захтевима корисника."
        },
        "galenika":{
        "company":"Galenika A.D.",
        "text":"Радио сам на пракси у набавци(референт набавке). Учесвовао сам у преговорима са фирмама чији су уговори имали велику вредност, такође док сам био у Галеници прелазили су на нови софтвер 'SAP HANA' где сам научио да користим тај програм у модулу набавке."
        },
        "kleffman":{
        "company":"Kleffmann D.O.O.",
        "text":"Радио сам као административни радник, и такође организовао анкетаре на терену, с обзиром да се 'Kleffman D.O.O.' бави истраживањем тржишта у пољопривреди, фирма истражује који производи се користе у пољопривреди у Србији."
        }
    },
    "left":{
        "personal-details":{
            "pers_details_title":"Лични подаци",
            "name_title":"Име и Презиме",
            "name":"Stefan Pavlović",
            "address_title":"Адреса",
            "address":"Народних хероја 58/2, 11070 Нови Београд",
            "phone_title":"Број телефона",
            "email_title":"Имејл адреса"
        },
        "interests":{
            "interests_title":"Интересовања",
            "history":"Историја",
            "sport":"Спорт",
            "technology":"Технологија",
            "film":"Филм",
            "philosophy":"Философија"
        },
        "languages":{
            "languages_title":"Језици",
            "language_sr":"Српски",
            "language_lvl":"Матерњи",
            "language_en":"Енглески",
            "language_sp_lvl":"Говор - средњи ниво",
            "language_wr_lvl":"Писање - средњи ниво"
        }

    }
}